{
    "Title": "Titre",
    "Name": "Nom",
    "Edit": "Modifier",
    "Save": "Sauvegarder",
    "Save changes": "Sauvegarder",
    "Delete": "Supprimer",
    "Create": "Créer",
    "Cancel": "Annuler",
    "Confirm": "Confirmer",
    "Command": "Commande",
    "Frequency": "Intervale",
    "Are you sure?": "Êtes-vous sûr ?",
    "Request": "Requête",
    "View": "Vue",
    "Content": "Contenu",
    "Close": "Fermer",
    "Reply": "Répondre",
    "Respond": "Répondre",
    "None": "Aucun",
    "Usage": "Utilisation",
    "Success": "Succès",
    "Copy": "Copier",
    "Copied to clipboard": "Copier dans le presse-papier",
    "Profile": "Profil",
    "Profile saved": "Profil sauvegardé",
    "Sign out": "Déconnexion",
    "Documentation": "Documentation",
    "Support": "Support",
    "General": "Général",
    "Settings": "Paramètres",
    "Administration": "Administration",
    "Overview": "Vue d'ensemble",
    "Visit": "Visite",
    "Login": "Connexion",
    "Password": "Mot de passe",
    "Confirm password": "Confirmation du mot de passe",
    "Or": "Ou",
    "Uninstall": "Désinstaller",
    "Reset password": "Réinitialiser le mot de passe",
    "Reset": "Réinitialiser",
    "Enable dark mode": "Activer le mode sombre",
    "Enable light mode": "Activer le mode clair",
    "Search": "Chercher",
    "Type to search anything...": "Chercher...",
    "All helpful key shortcuts": "Raccourcis clavier utiles",
    "Open search": "Ouvrir ce menu",
    "Goto profile": "Se rendre sur votre profil",
    "Security": "Sécurité",
    "Language": "Langage",
    "Active": "Actif",
    "Busy": "Occupé",
    "Info": "Information",
    "IP address": "Adresse IP",
    "Website path": "Chemin du site",
    "Creation date": "Date de création",
    "FTP host": "Hôte du serveur FTP",
    "FTP user": "Nom d'utilisateur",
    "FTP password": "Mot de passe",
    "Unable to retrieve FTP password": "Impossible de récupérer le mot de passe",
    "Request FTP password": "Demander le mot de passe FTP",
    "Enter your account password to reveal FTP password": "Entrez le mot de passe de votre compte pour révéler le mot de passe du FTP",
    "PHP version": "Version de PHP",
    "Change your PHP version here. If you do not have the version available get in touch with support to get this added.": "Changez la version de PHP. Si aucune version n'est disponible, contactez le support afin d'en ajouter une.",
    "Apps": "Applications",
    "Sites": "Sites web",
    "Domain": "Domaine",
    "Create a site": "Créer un site",
    "Create site": "Créer un site",
    "DNS settings": "Paramètres DNS",
    "View site": "Voir le site",
    "Start installation": "Démarrer l'installation",
    "Install WordPress": "Installer WordPress",
    "Install Nextcloud": "Installer Nextcloud",
    "Install October CMS": "Installer October CMS",
    "Redirects": "Redirections",
    "SSL": "Certificats",
    "Certificates": "Certificats",
    "From": "De",
    "To": "À",
    "Temporary": "Temporaire",
    "Permanent": "Permanent1",
    "Certificate has been created": "Le certificat a été créé",
    "Certificate has been deleted": "Le certificat a été supprimé",
    "Danger zone": "Zone à risques",
    "Current password": "Mot de passe actuel",
    "New password": "Nouveau mot de passe",
    "Confirm new password": "Confirmer le mot de passe",
    "The old password does not match the current password.": "L'ancien mot de passe ne correspond pas au mot de passe actuel.",
    "Your password has been updated": "Votre mot de passe a été mis à jour.",
    "Theme": "Thème",
    "Light": "Clair",
    "Dark": "Sombre",
    "Auto": "Automatique",

    "Support requests": "Requêtes",
    "Open support requests": "Requêtes en cours",
    "Closed support requests": "Requêtes fermées",
    "Create support request": "Nouvelle requête",
    "Thank you for submitting your support request.": "Merci d'avoir soumis un ticket.",
    "Create ticket": "Ouvrir un ticket",
    "Support ticket has been closed": "Le ticket a été fermé.",

    "You have the ability here to directly install one of these applications on the fly.": "Installez facilement les applications ci-dessous.",
    "Setup these DNS records to attach your webhosting to your domain.": "Configurez ces enregistrements DNS afin d'attacher votre hébergement à votre domaine.",
    "You have reached the maximum limit of sites you can have on your package.": "Vous avez atteint la limite maximum de sites.",
    "It seems there is no free server room for this site to take place. Please get in touch with support to resolve this.": "Il n'y a plus de place sur le serveur pour ce site. Contactez le support pour résoudre ce problème.",
    "New database has been created": "La base de données a été créée.",
    "Database has been deleted": "La base de données a été supprimée.",
    "The domain is not a valid hostname.": "Ce domaine est invalide.",
    "Application is being installed": "L'application est en cours d'installation.",
    "Application is being uninstalled": "L'application est en cours de désinstallation.",
    "Create a new database here to store your application data in.": "Créez une base de données dans laquelle enregistrer les données de vos applications.",
    "Add a new cronjob here to run your background tasks with.": "Créez une tâche CRON afin de faire tourner une tâche en arrière-plan.",
    "New cronjob has been created": "La tâche CRON a été créée.",
    "Cronjob has been deleted": "La tâche CRON a été supprimée.",
    "Your cronjob will be deleted permanently, this action cannot be undone.": "La tâche CRON va être supprimée. Cette action est définitive.",
    "Create new redirects here to easily forward a url to another.": "Créez une redirection afin de faire correspondre une URL à une autre.",
    "New redirect has been created": "La redirection a été créée.",
    "Redirect has been deleted": "La redirection a été supprimée.",
    "Your redirect will be deleted permanently, this action cannot be undone.": "La redirection va être supprimée. Cette action est définitive.",
    "Your database will be deleted permanently, this action cannot be undone.": "La base de données va être supprimée. Cette action est définitive.",
    "Request a new Let's Encrypt certificate here. Make sure that the DNS has fully propagated.": "Demandez un nouveau certificat Let's Encrypt. Assurez-vous que vos paramètres de noms de domaines aient été propagés.",
    "Your site will be deleted completely, this action is irreversible.": "Le site va être supprimé. Cette action est définitive.",
    "We were unable to match all of the entered domains to your server, make sure you point your domain DNS to your server.": "Impossible de faire correspondre tous les domaines renseignés au serveur. Assurez-vous que votre serveur de noms de domaines pointe vers votre serveur.",
    "This site does not seem to be active, please wait for the process to finish": "Ce site semble être inactif. Veuillez attendre que le processus soit terminé.",

    "WordPress is open source software you can use to create a beautiful website, blog, or app.": "WordPress est un logiciel open-source qui peut être utilisé pour créer des sites webs, des blogs, ou encore des applications.",
    "Create database & attach to WordPress": "Créer une base de données et l'attacher à WordPress.",
    "This will also create a database and attach it directly for you so you have a easy start.": "Ceci créera également une base de donnée configurée correctement.",
    "You currently have a application installed.": "Vous avez une application installée.",

    "Nextcloud is a suite of client-server software for creating and using file hosting services, it is comparable to Dropbox.": "Nextcloud est une suite de logiciels client-serveurs qui permet de créer et d'utiliser des services d'hébergement de fichier. Nextcloud est comparable à Dropbox.",

    "October is a free, open-source and self-hosted content management system (CMS) based on the PHP programming language and Laravel web application framework.": "October est un système de gestion de contenu (CMS) gratuit, open-source et auto-hébergé, basé sur PHP et Laravel.",

    "Your website is being created": "Votre site web est en cours de création.",
    "Site settings have been updated": "Les paramètres de votre sites ont été mis à jour.",

    "A new account has been created for you": "Un nouveau compte a été créé.",
    "Welcome to :app": "Bienvenue sur :app",
    "Hi!": "Bonjour",
    "A new account has been created for you on :url, you can start by pressing the button below to create your password.": "Un compte a été créé pour vous à l'adresse :url. Vous pouvez toucher le bouton ci-dessous afin de créer un mot de passe.",
    "Welcome to :app, you can directly login with the credentials you have used when signing up.": "Bienvenue sur :app. Vous pouvez vous connecter avec les identifiants que vous avez renseignés lors de la création de votre compte.",
    "Create password": "Créer un mot de passe",
    "Your support ticket has been replied to": "Votre ticket a obtenu une réponse.",
    "Your support ticket has been replied to. You may view the ticket by clicking the button below.": "Votre ticket a obtenu une réponse. Touchez le bouton ci-dessous afin de le voir.",
    "View ticket": "Voir le ticket",
    "Password creation": "Création d'un mot de passe",
    "You have set a password for your account": "Vous avez créé un mot de passe pour votre compte.",

    "New site :site created": "Le site :site a été créé.",
    "Site PHP version has changed": "La version de PHP a été modifiée.",
    "PHP version changed for site :site": "La version de PHP a été modifiée pour le site :site.",
    "A new site has been created": "Un nouveau site a été créé.",
    "New database :database created": "La base de données :database a été créée.",
    "A new database has been created": "Une nouvelle base de données à été créée.",
    "New redirect :redirect created": "La redirection :redirect a été créée.",
    "A new redirect has been created": "Une nouvelle redirection a été créée.",

    "Detach": "Détacher",
    "Users": "Utilisateurs",
    "User": "Utilisateur",
    "Edit user": "Modifier l'utilisateur",
    "Packages": "Paquets",
    "Package": "Paquet",
    "System": "Système",
    "Replies": "Réponses",
    "Information": "Informations",
    "Synchronize": "Synchroniser",
    "Company name": "Nom de compagnie",
    "E-mail address": "Adresse mail",
    "Synchronize servers": "Synchroniser les serveurs",
    "Synchronize sites": "Synchroniser les sites",
    "Edit server": "Modifier le serveur",
    "Edit site": "Modifier le site",
    "Maximum sites": "Nombre maximum de sites",
    "Role": "Rôle",
    "Attached users": "Utilisateurs attachés",
    "This user is already attached to this server": "Cet utilisateur est déjà attaché à ce serveur.",
    "Are you sure you want to detach this user from this server?": "Voulez-vous vraiment détacher cet utilisateur de ce serveur ?",
    "Are you sure you want to detach this user from this site?": "Voulez-vous vraiment détacher cet utilisateur de ce site ?",
    "User has been attached": "L'utilisateur a bien été attaché.",
    "User has been detached": "L'utilisateur a bien été détaché.",
    "Create package": "Créer le paquet",
    "Edit package": "Modifier le paquet",
    "Allow server creation": "Autoriser la création de serveur",
    "Recent logs": "Journaux récents",
    "Settings have been updated": "Les paramètres ont été mis à jour.",
    "This will allow users to create servers": "Ceci autorisera les utilisateurs à créer un serveur.",
    "Are you sure you want to delete this package? Everything associated with this package will be detached.": "Voulez-vous vraiment supprimer ce paquet ? Tout ce qui y est associé va être détaché.",
    "Allow customer registration": "Autoriser la création de compte",
    "This will allow public users to register on your platform.": "Ceci permettra à des utilisateurs externes de s'enregistrer sur votre plateforme.",
    "Create user": "Créer un utilisateur.",
    "Enable support platform": "Activer le support",
    "This will allow your customers to make support requests to you.": "Ceci permettra à vos utilisateurs de créer des requêtes de support.",
    "Enable documentation platform": "Activer la documentation",
    "This will allow you to create articles for your users to look at.": "Ceci vous permettra de créer des articles d'aide à destination de vos utilisateurs.",
    "Send welcome email": "Envoyer un mail de bienvenue",
    "Server has been updated": "Le serveur a été mis à jour.",
    "Select default package": "Sélectionnez le paquet par défaut",
    "Select the default package a user should get when you create or they register": "Sélectionnez le paquet qu'un utilisateur héritera par défaut lors de la création d'un compte",
    "New support ticket received": "Nouveau ticket reçu",
    "A new support ticket has came in. Press the button below to view the ticket.": "Un nouveau ticket a été ouvert. Touchez le bouton ci-dessous pour le voir.",
    "Support email addresses": "Adresses mail",
    "Separate by comma to allow more email addresses": "Séparez les adresses mail par une virgule",
    "Change all the system settings here. All changes are in effect immediately.": "Modifiez les paramètres systèmes ici. Les changements ont lieu immédiatement.",
    "Are you sure you want to delete this server? Everything associated with this server will be detached.": "Voulez-vous vraiment supprimer ce serveur ? Tout ce qui y est associé sera détaché.",
    "You can synchronize your servers here. It is safe to synchronize already existing servers. If you have installed a extra PHP version for example, you can synchronize to update the versions here.": "Synchronisez vos serveurs ici. Les serveurs déjà synchronisés ne seront pas affectés. Si vous avez, par exemple, installé une version de PHP supplémentaire, vous pouvez synchroniser les versions ici.",
    "Create a new package here to attach to your users. You can create as many packages as you want, the advantage is that you are able to provide custom packages for your users.": "Créez une nouveau paquet pour attacher des utilisateurs. Vous pouvez créer autant de paquets que souhaité. Vous pouvez notamment offrir des paquets personnalisés à vos utilisateurs.",
    "System update has been dispatched, this could take around 2/3 minutes for it to complete": "La mise à jour du système a été lancée. Elle sera terminée d'ici deux à trois minutes."
}
