{
    "Title": "Tittel",
    "Name": "Navn",
    "Edit": "Rediger",
    "Save": "Lagre",
    "Save changes": "Lagre endringer",
    "Delete": "Slett",
    "Create": "Opprett",
    "Cancel": "Avbryt",
    "Confirm": "Bekreft",
    "Command": "Kommando",
    "Frequency": "Intervall",
    "Are you sure?": "Er du sikker?",
    "Request": "Forespørsel",
    "View": "Vis",
    "Content": "Innhold",
    "Close": "Lukk",
    "Reply": "Svare",
    "Respond": "Svar",
    "None": "Ingen",
    "Usage": "Bruk",
    "Success": "Suksess",
    "Copy": "Kopier",
    "Copied to clipboard": "Kopiert til utklippstavlen",
    "Profile": "Profil",
    "Profile saved": "Profil lagret",
    "Sign out": "Logg ut",
    "Documentation": "Dokumentasjon",
    "Support": "Support",
    "General": "Generell",
    "Settings": "Instillinger",
    "Administration": "Administrasjon",
    "Overview": "Oversikt",
    "Visit": "Besøk",
    "Login": "Logg inn",
    "Password": "Passord",
    "Confirm password": "Bekreft passord",
    "Or": "Eller",
    "Uninstall": "Avinstaller",
    "Reset password": "Tilbakestille passord",
    "Reset": "Nullstille",
    "Enable dark mode": "Aktiver mørk modus",
    "Enable light mode": "Aktiver lys modus",
    "Search": "Søk",
    "Type to search anything...": "Skriv for å søke hva som helst ...",
    "All helpful key shortcuts": "Alle nyttige hurtigtaster",
    "Open search": "Åpne søk",
    "Goto profile": "Gå til profil",
    "Security": "Sikkerhet",
    "Language": "Språk",
    "Active": "Aktiv",
    "Busy": "Opptatt",
    "Info": "Informasjon",
    "IP address": "IP adresse",
    "Website path": "Nettsidesti",
    "Creation date": "Opprettelsesdato",
    "FTP host": "FTP host",
    "FTP user": "FTP bruker",
    "FTP password": "FTP passord",
    "Unable to retrieve FTP password": "Kan ikke hente FTP passord",
    "Request FTP password": "Be om FTP-passord",
    "Enter your account password to reveal FTP password": "Skriv inn passordet ditt for å vise FTP-passordet",
    "PHP version": "PHP versjon",
    "Change your PHP version here. If you do not have the version available get in touch with support to get this added.": "Endre PHP-versjonen din her. Hvis du ikke har versjonen tilgjengelig, kan du kontakte support for å få dette lagt til.",
    "Apps": "Apps",
    "Sites": "Nettsider",
    "Domain": "Domene",
    "Create a site": "Opprett en side",
    "Create site": "Opprett side",
    "DNS settings": "DNS instillinger",
    "View site": "Vis side",
    "Start installation": "Start installasjon",
    "Install WordPress": "Installer WordPress",
    "Install Nextcloud": "Installer Nextcloud",
    "Install October CMS": "Installer October CMS",
    "Redirects": "Viderekoblinger",
    "SSL": "SSL",
    "Certificates": "Sertifikater",
    "From": "Fra",
    "To": "Til",
    "Temporary": "Midlertidig",
    "Permanent": "Permanent",
    "Certificate has been created": "Sertifikat er opprettet",
    "Certificate has been deleted": "Sertifikat er slettet",
    "Danger zone": "Faresone",
    "Current password": "Nåværende passord",
    "New password": "Nytt passord",
    "Confirm new password": "Bekreft nytt passord",
    "The old password does not match the current password.": "Det gamle passordet samsvarer ikke med det gjeldende passordet.",
    "Your password has been updated": "Ditt passord er oppdatert.",
    "Theme": "Tema",
    "Light": "Lyst",
    "Dark": "Mørk",
    "Auto": "Auto",

    "Support requests": "Supportforespørsler",
    "Open support requests": "Åpne supportforespørsler",
    "Closed support requests": "Lukkede supportforespørsler",
    "Create support request": "Opprett supportforespørsel",
    "Thank you for submitting your support request.": "Takk for at du sendte inn støtteforespørselen din.",
    "Create ticket": "Åpne ticket",
    "Support ticket has been closed": "Support ticket er lukket",

    "You have the ability here to directly install one of these applications on the fly.": "Du har muligheten her til å installere en av disse applikasjonene direkte.",
    "Setup these DNS records to attach your webhosting to your domain.": "Sett opp disse DNS-postene for å knytte webhostingen til domenet ditt.",
    "You have reached the maximum limit of sites you can have on your package.": "Du har nådd maksimumsgrensen for nettsider du kan ha på din pakke.",
    "It seems there is no free server room for this site to take place. Please get in touch with support to resolve this.": "Det ser ut til at det ikke er noe ledig serverplass for dette nettstedet. Ta kontakt med support for å løse dette.",
    "New database has been created": "Ny database er opprettet",
    "Database has been deleted": "Database er slettet.",
    "The domain is not a valid hostname.": "Domenet er ikke et gyldig vertsnavn",
    "Application is being installed": "Applikasjonen blir installert",
    "Application is being uninstalled": "Applikasjonen blir avinstallert",
    "Create a new database here to store your application data in.": "Opprett en ny database her for å lagre applikasjonsdata.",
    "Add a new cronjob here to run your background tasks with.": "Legg til en ny cronjob her for å kjøre bakgrunnsoppgavene dine med.",
    "New cronjob has been created": "Ny cronjob er opprettet",
    "Cronjob has been deleted": "Cronjob er slettet.",
    "Your cronjob will be deleted permanently, this action cannot be undone.": "Din cronjob blir slettet permanent, denne handlingen kan ikke angres.",
    "Create new redirects here to easily forward a url to another.": "Opprett nye viderekoblinger her for enkelt å videresende en URL til en annen.",
    "New redirect has been created": "Ny viderekobling er opprettet.",
    "Redirect has been deleted": "Viderekobling er slettet.",
    "Your redirect will be deleted permanently, this action cannot be undone.": "Viderekoblingen din blir slettet permanent, denne handlingen kan ikke angres.",
    "Your database will be deleted permanently, this action cannot be undone.": "Databasen din blir slettet permanent, denne handlingen kan ikke angres.",
    "Request a new Let's Encrypt certificate here. Make sure that the DNS has fully propagated.": "Be om et nytt Let's Encrypt-sertifikat her. Forsikre deg om at DNS har propegert fullstendig.",
    "Your site will be deleted completely, this action is irreversible.": "Nettstedet ditt vil bli slettet fullstendig, denne handlingen er irreversibel.",
    "We were unable to match all of the entered domains to your server, make sure you point your domain DNS to your server.": "Vi klarte ikke å matche alle de angitte domenene til serveren din. Sørg for at du retter DNS-domenet ditt til serveren din.",
    "This site does not seem to be active, please wait for the process to finish": "Dette nettstedet ser ikke ut til å være aktivt. Vent til prosessen er ferdig",

    "WordPress is open source software you can use to create a beautiful website, blog, or app.": "WordPress er programvare med åpen kildekode du kan bruke til å lage et vakkert nettsted, en blogg eller en app.",
    "Create database & attach to WordPress": "Opprett database og knytt den til WordPress",
    "This will also create a database and attach it directly for you so you have a easy start.": "Dette vil også opprette en database og legge den direkte for deg slik at du får en enkel start.",
    "You currently have a application installed.": "Du har for øyeblikket en applikasjon installert.",

    "Nextcloud is a suite of client-server software for creating and using file hosting services, it is comparable to Dropbox.": "Nextcloud er en pakke med klientserverprogramvare for å lage og bruke filhostingtjenester, den kan sammenlignes med Dropbox.",

    "October is a free, open-source and self-hosted content management system (CMS) based on the PHP programming language and Laravel web application framework.": "October er et gratis, åpen kildekode og selvstyrt innholdsadministrasjonssystem (CMS) basert på PHP-programmeringsspråk og Laravel rammeverk for webapplikasjon.",

    "Your website is being created": "Din nettside blir laget",
    "Site settings have been updated": "Sideinstillinger er oppdatert",

    "A new account has been created for you": "En ny konto er blitt opprettet for deg",
    "Welcome to :app": "Velkommen til :app",
    "Hi!": "Hei",
    "A new account has been created for you on :url, you can start by pressing the button below to create your password.": "En ny konto er opprettet for deg på :url, du kan starte med å trykke på knappen nedenfor for å opprette passordet ditt.",
    "Welcome to :app, you can directly login with the credentials you have used when signing up.": "Velkommen til: app, du kan logge på direkte med informasjonen du har brukt når du registrerer deg.",
    "Create password": "Opprett passord",
    "Your support ticket has been replied to": "Din support ticket er besvart",
    "Your support ticket has been replied to. You may view the ticket by clicking the button below.": "Din support ticket er besvart. Du kan se din ticket ved å klikke på knappen nedenfor.",
    "View ticket": "Vis ticket",
    "Password creation": "Opprettelse av passord",
    "You have set a password for your account": "Du har satt et passord for din konto",

    "New site :site created": "Ny side :site opprettet.",
    "Site PHP version has changed": "Sidens PHP versjon er endret",
    "PHP version changed for site :site": "PHP versjon er endret for side :site.",
    "A new site has been created": "En ny side er opprettet",
    "New database :database created": "Ny database :database opprettet",
    "A new database has been created": "En ny database er opprettet",
    "New redirect :redirect created": "Ny viderekobling :redirect opprettet",
    "A new redirect has been created": "En ny viderekobling er opprettet",

    "Detach": "Koble av",
    "Users": "Brukere",
    "User": "Bruker",
    "Edit user": "Rediger bruker",
    "Packages": "Pakker",
    "Package": "Pakke",
    "System": "System",
    "Replies": "Svar",
    "Information": "Informasjon",
    "Synchronize": "Synkroniser",
    "Company name": "Firmanavn",
    "E-mail address": "E-post adresse",
    "Synchronize servers": "Synkroniser servere",
    "Synchronize sites": "Synkroniser nettsider",
    "Edit server": "Rediger server",
    "Edit site": "Rediger nettside",
    "Maximum sites": "Max nettsider",
    "Role": "Rolle",
    "Attached users": "Koble til brukere",
    "This user is already attached to this server": "Denne brukeren er allerede koblet til denne serveren",
    "Are you sure you want to detach this user from this server?": "Er du sikker på at du vil koble av denne brukeren fra denne serveren?",
    "Are you sure you want to detach this user from this site?": "Er du sikker på at du vil koble av denne brukeren fra denne nettsiden?",
    "User has been attached": "Bruker er koblet til",
    "User has been detached": "Bruker er koblet av",
    "Create package": "Lag pakke",
    "Edit package": "Rediger pakke",
    "Allow server creation": "Tillat serveropprettelse",
    "Recent logs": "Nylige logger",
    "Settings have been updated": "Instillinger er oppdatert",
    "This will allow users to create servers": "Dette vil tillate brukere å opprette servere",
    "Are you sure you want to delete this package? Everything associated with this package will be detached.": "Er du sikker på at du vil slette denne pakken? Alt som er knyttet til denne pakken, blir løst opp.",
    "Allow customer registration": "Tillat brukerregistering",
    "This will allow public users to register on your platform.": "Dette vil tillate offentlige brukere å registrere seg på plattformen din.",
    "Create user": "Opprette bruker.",
    "Enable support platform": "Aktiver supportplattform",
    "This will allow your customers to make support requests to you.": "Dette gjør at kundene dine kan komme med support forespørsler til deg.",
    "Enable documentation platform": "Aktiver dokumentasjonsplattform",
    "This will allow you to create articles for your users to look at.": "Dette lar deg lage artikler som brukerne kan lese.",
    "Send welcome email": "Send velkomst epost",
    "Server has been updated": "Server er oppdatert.",
    "Select default package": "Velg standardpakke",
    "Select the default package a user should get when you create or they register": "Velg standardpakken en bruker får nå du eller brukeren selv registrere",
    "New support ticket received": "Ny support henvendelse mottatt",
    "A new support ticket has came in. Press the button below to view the ticket.": "En ny support henvendelse har kommet inn. Trykk på knappen nedenfor for å vise henvendelsen.",
    "Support email addresses": "Support epost-adresse",
    "Separate by comma to allow more email addresses": "Separer med komma for å tillate flere epost adresser",
    "Change all the system settings here. All changes are in effect immediately.": "Endre alle systeminnstillingene her. Alle endringer trer i kraft umiddelbart.",
    "Are you sure you want to delete this server? Everything associated with this server will be detached.": "Er du sikker på at du vil slette denne serveren? Alt som er knyttet til denne serveren, blir koblet fra.",
    "You can synchronize your servers here. It is safe to synchronize already existing servers. If you have installed a extra PHP version for example, you can synchronize to update the versions here.": "Du kan synkronisere serverne dine her. Det er trygt å synkronisere allerede eksisterende servere. Hvis du for eksempel har installert en ekstra PHP-versjon, kan du synkronisere for å oppdatere versjonene her.",
    "Create a new package here to attach to your users. You can create as many packages as you want, the advantage is that you are able to provide custom packages for your users.": "Lag en ny pakke her for å knytte til brukerne dine. Du kan lage så mange pakker du vil, fordelen er at du er i stand til å tilby tilpassede pakker til brukerne dine.",
    "System update has been dispatched, this could take around 2/3 minutes for it to complete": "Systemoppdateringen er sendt, dette kan ta rundt 2 til 3 minutter før den er fullført"
}