{
    "Title": "Título",
    "Name": "Nome",
    "Edit": "Editar",
    "Save": "Salvar",
    "Save changes": "Salvar alterações",
    "Delete": "Remover",
    "Create": "Criar",
    "Cancel": "Cancelar",
    "Confirm": "Confirmar",
    "Command": "Comando",
    "Frequency": "Intervalo",
    "Number": "Número",
    "Total": "Total",
    "Are you sure?": "Você tem certeza?",
    "Request": "Solicitação",
    "View": "Visualisar",
    "Content": "Conteúdo",
    "Close": "Fechar",
    "Reply": "Resposta",
    "Respond": "Responder",
    "None": "Nenhum",
    "Usage": "Uso",
    "Success": "Sucesso",
    "Copy": "Copiar",
    "Copied to clipboard": "Copiado para a área de transferência",
    "Profile": "Perfil",
    "Profile saved": "Perfil salvo",
    "Sign out": "Sair",
    "Documentation": "Documentação",
    "Support": "Suporte",
    "General": "Geral",
    "Settings": "Configurações",
    "Billing": "Faturamento",
    "Card information": "Informação do cartão",
    "Available packages": "Pacotes disponíveis",
    "Card holder name": "Nome do Titular",
    "Card details": "Detalhes do cartão",
    "Invoices": "Faturas",
    "Subscribe": "Se inscrever",
    "Administration": "Administração",
    "Overview": "Visão global",
    "Visit": "Visita",
    "Login": "Login",
    "Password": "Senha",
    "Confirm password": "Confirmar senha",
    "Or": "Ou",
    "Uninstall": "Desinstalar",
    "Reset password": "Resetar senha",
    "Reset": "Resetar",
    "Enable dark mode": "Ligar modo escruto",
    "Enable light mode": "Ligar modo claro",
    "Search": "Pesquisar",
    "Type to search anything...": "Digite para pesquisar qualquer coisa....",
    "All helpful key shortcuts": "Todos os atalhos de teclado úteis",
    "Open search": "Pesquisa aberta",
    "Goto profile": "Ir para o perfil",
    "Security": "Segurança",
    "Language": "Idioma",
    "Active": "Ativo",
    "Busy": "Ocupado",
    "Info": "Informações",
    "IP address": "Endereço de IP",
    "Website path": "Caminho do site",
    "Creation date": "Data de criação",
    "Date": "Data",
    "FTP host": "Servidor FTP",
    "FTP user": "Usuário FTP",
    "FTP password": "Senha FTP",
    "Unable to retrieve FTP password": "Não foi possível recuperar a senha do FTP",
    "Request FTP password": "Solicitar senha de FTP",
    "Enter your account password to reveal FTP password": "Digite a senha da sua conta para revelar a senha do FTP",
    "PHP version": "Versão do PHP",
    "Change your PHP version here. If you do not have the version available get in touch with support to get this added.": "Mude sua versão do PHP aqui. Se você não tiver a versão disponível, entre em contato com o suporte para adicioná-la.",
    "Apps": "Aplicações",
    "Sites": "Websites",
    "Domain": "Domínio",
    "Create a site": "Crie um site",
    "Create site": "Criar site",
    "DNS settings": "Configurações DNS",
    "View site": "Ver site",
    "Start installation": "Comece a instalação",
    "Install WordPress": "Instalar o Wordpress",
    "Install Nextcloud": "Instalar o Nextcloud",
    "Install October CMS": "Instalar o October CMS",
    "Redirects": "Redirecionamentos",
    "SSL": "Certificado SSL",
    "Certificates": "Certificados",
    "From": "De",
    "To": "Para",
    "Temporary": "Temporário",
    "Permanent": "Permanente",
    "Certificate has been created": "O certificado foi criado",
    "Certificate has been deleted": "Certificado foi removido",
    "Danger zone": "Zona de perigo",
    "Current password": "Senha atual",
    "New password": "Nova senha",
    "Confirm new password": "Confirme a nova senha",
    "The old password does not match the current password.": "A senha antiga não corresponde à senha atual.",
    "Your password has been updated": "Sua senha foi atualizada",
    "Theme": "Tema",
    "Light": "Claro",
    "Dark": "Escuro",
    "Auto": "Automático",
    "site|sites": "website|websites",

    "Support requests": "Pedidos de suporte",
    "Open support requests": "Solicitações de suporte abertas",
    "Closed support requests": "Pedidos de suporte fechados",
    "Create support request": "Criar pedido de suporte",
    "Thank you for submitting your support request.": "Obrigado por enviar sua solicitação de suporte.",
    "Create ticket": "Abrir uma solicitação de suporte",
    "Support ticket has been closed": "A solicitação de suporte foi fechado",

    "You have the ability here to directly install one of these applications on the fly.": "Aqui, você pode instalar diretamente um desses aplicativos na hora.",
    "Setup these DNS records to attach your webhosting to your domain.": "Configure esses registros DNS para anexar sua hospedagem na web ao seu domínio.",
    "You have reached the maximum limit of sites you can have on your package.": "Você atingiu o limite máximo de sites que pode ter em seu pacote",
    "It seems there is no free server room for this site to take place. Please get in touch with support to resolve this.": "Parece que não há uma sala de servidor gratuita para que este site ocorra. Entre em contato com o suporte para resolver isso.",
    "New database has been created": "Novo banco de dados foi criado",
    "Database has been deleted": "Banco de dados foi excluído",
    "The domain is not a valid hostname.": "O domínio não é um nome de host válido.",
    "Application is being installed": "O aplicativo está sendo instalado",
    "Application is being uninstalled": "O aplicativo está sendo desinstalado",
    "Create a new database here to store your application data in.": "Crie um novo banco de dados aqui para armazenar os dados do seu aplicativo.",
    "Add a new cronjob here to run your background tasks with.": "Adicione um novo cronjob aqui para executar suas tarefas em segundo plano.",
    "Cronjob has been deleted": "Cronjob foi excluído",
    "Your cronjob will be deleted permanently, this action cannot be undone.": "Seu cronjob será excluído permanentemente, esta ação não pode ser desfeita.",
    "Create new redirects here to easily forward a url to another.": "Crie novos redirecionamentos aqui para encaminhar facilmente um url para outro.",
    "New redirect has been created": "Novo redirecionamento foi criado",
    "Redirect has been deleted": "O redirecionamento foi excluído",
    "Your redirect will be deleted permanently, this action cannot be undone.": "Seu redirecionamento será excluído permanentemente, esta ação não pode ser desfeita.",
    "Your database will be deleted permanently, this action cannot be undone.": "Seu banco de dados será excluído permanentemente, esta ação não pode ser desfeita.",
    "Request a new Let's Encrypt certificate here. Make sure that the DNS has fully propagated.": "Solicite um novo certificado Let's Encrypt aqui. Certifique-se de que o DNS foi totalmente propagado.",
    "Your site will be deleted completely, this action is irreversible.": "Seu site será excluído completamente, esta ação é irreversível.",
    "Your server will be deleted completely, this action is irreversible.": "Seu servidor será excluído completamente, esta ação é irreversível.",
    "We were unable to match all of the entered domains to your server, make sure you point your domain DNS to your server.": "Não foi possível associar todos os domínios inseridos ao seu servidor, certifique-se de apontar o DNS do seu domínio para o seu servidor.",
    "This site does not seem to be active, please wait for the process to finish": "Este site não parece estar ativo, aguarde o processo terminar",

    "WordPress is open source software you can use to create a beautiful website, blog, or app.": "WordPress é um software de código aberto que você pode usar para criar um belo site, blog ou aplicativo.",
    "This will also create a database and attach it directly for you so you have a easy start.": "Isso também criará um banco de dados e o anexará diretamente para você, para que você tenha um início fácil.",
    "You currently have a application installed.": "Atualmente, você tem um aplicativo instalado.",

    "Nextcloud is a suite of client-server software for creating and using file hosting services, it is comparable to Dropbox.": "Nextcloud é um pacote de software cliente-servidor para criar e usar serviços de hospedagem de arquivos, e é comparável ao Dropbox.",

    "October is a free, open-source and self-hosted content management system (CMS) based on the PHP programming language and Laravel web application framework.": "October CMS é um sistema de gerenciamento de conteúdo (CMS) gratuito, de código aberto e auto-hospedado baseado na linguagem de programação PHP e no framework de aplicação web Laravel.",

    "Your website is being created": "Seu site está sendo criado",
    "Site settings have been updated": "As configurações do site foram atualizadas",

    "A new account has been created for you": "Uma nova conta foi criada para você",
    "Welcome to :app": "Bem vindo ao :app",
    "Hi!": "OLá!",
    "A new account has been created for you on :url, you can start by pressing the button below to create your password.": "Uma nova conta foi criada para você em: url, você pode começar pressionando o botão abaixo para criar sua senha.",
    "Welcome to :app, you can directly login with the credentials you have used when signing up.": "Bem-vindo ao :app, você pode fazer login diretamente com as credenciais que usou ao se inscrever",
    "Create password": "Criar senha",
    "Your support ticket has been replied to": "Sua solicitação de suporte foi respondida",
    "Your support ticket has been replied to. You may view the ticket by clicking the button below.": "Sua solicitação de suporte foi respondida. Você pode visualizar a solicitação clicando no botão abaixo",
    "View ticket": "Ver solicitação",
    "Password creation": "Criação de senha",
    "You have set a password for your account": "Você definiu uma senha para sua conta",
    "Your new server is being created": "Seu novo servidor está sendo criado",
    "You have created a new server :server, installation usually takes around 15 to 20 minutes. You will receive a email upon completion.": "Você criou um novo servidor :servidor, a instalação normalmente leva cerca de 15 a 20 minutos. Você receberá um e-mail após a conclusão.",

    "New site :site created": "Novo site :site criado",
    "Site PHP version has changed": "A versão do PHP do site mudou",
    "PHP version changed for site :site": "Versão do PHP alterada para site :site",
    "A new site has been created": "Um novo site foi criado",
    "New database :database created": "Novo banco de dados :banco de dados criado",
    "A new database has been created": "Um novo banco de dados foi criado",
    "New redirect :redirect created": "Novo redirecionamento :redirecionamento criado",
    "A new redirect has been created": "Um novo redirecionamento foi criado",

    "Create server": "Criar servidor",
    "Create a server": "Crie um servidor",
    "Select provider": "Selecione o provedor",
    "Select region": "Selecione a região",
    "Select plan": "Selecione o plano",

    "Detach": "Separar",
    "Monthly price": "Preço mensal",
    "Users": "Usuários",
    "User": "Usuário",
    "Edit user": "Editar usuário",
    "Packages": "Pacotes",
    "Package": "Pacote",
    "System": "Sistema",
    "Replies": "Respostas",
    "Information": "Informação",
    "Synchronize": "Sincronizar",
    "Company name": "Nome da empresa",
    "E-mail address": "Endereço de e-mail",
    "Synchronize servers": "Sincronizar servidores",
    "Synchronize providers": "Sincronizar provedores",
    "Synchronize sites": "Sincronizar sites",
    "Edit server": "Editar servidor",
    "Edit site": "Editar site",
    "Maximum sites": "Máximo de sites",
    "Role": "Função",
    "Attached users": "Usuários anexados",
    "This user is already attached to this server": "Este usuário já está conectado a este servidor",
    "Are you sure you want to detach this user from this server?": "Tem certeza de que deseja desanexar este usuário deste servidor?",
    "Are you sure you want to detach this user from this site?": "Tem certeza de que deseja desanexar este usuário deste site?",
    "User has been attached": "O usuário foi anexado",
    "User has been detached": "O usuário foi desanexado",
    "Create package": "Criar pacote",
    "Edit package": "Editar pacote",
    "Package has been created": "O pacote foi criado",
    "Package has been updated": "O pacote foi atualizado",
    "Package has been removed": "O pacote foi removido",

    "Server permissions": "Permissões de servidor",
    "Allow server creation": "Permitir criação de servidor",
    "This will allow users to create servers": "Isso permitirá que os usuários criem servidores",
    "Allow server updating": "Permitir atualização do servidor",
    "This will allow users to update servers": "Isso permitirá que os usuários atualizem os servidores",
    "Allow server deletion": "Permitir exclusão do servidor",
    "This will allow users to delete servers": "Isso permitirá que os usuários excluam servidores",

    "Site permissions": "Permissões do site",
    "Allow site creation": "Permitir a criação de sites",
    "This will allow users to create sites": "Isso permitirá que os usuários criem sites",
    "Allow site updating": "Permitir atualização do site",
    "This will allow users to update sites": "Isso permitirá que os usuários atualizem sites",
    "Allow site deletion": "Permitir exclusão de site",
    "This will allow users to delete sites": "Isso permitirá que os usuários excluam sites",

    "Recent logs": "Logs recentes",
    "Settings have been updated": "As configurações foram atualizadas",
    "Are you sure you want to delete this package? Everything associated with this package will be detached.": "Tem certeza de que deseja excluir este pacote? Tudo associado a este pacote será desanexado.",
    "Allow customer registration": "Permitir registro de cliente",
    "This will allow public users to register on your platform.": "Isso permitirá que usuários públicos se registrem em sua plataforma.",
    "Create user": "Criar usuário",
    "Enable support platform": "Habilitar plataforma de suporte",
    "This will allow your customers to make support requests to you.": "Isso permitirá que seus clientes façam solicitações de suporte a você.",
    "Enable documentation platform": "Habilitar plataforma de documentação",
    "This will allow you to create articles for your users to look at.": "Isso permitirá que você crie artigos para seus usuários verem.",
    "Send welcome email": "Enviar email de boas-vindas",
    "Server has been updated": "O servidor foi atualizado",
    "Select default package": "Selecione o pacote padrão",
    "Select the default package a user should get when you create or they register": "Selecione o pacote padrão que um usuário deve obter quando você cria ou se registra",
    "New support ticket received": "Nova solicitação de suporte recebida",
    "A new support ticket has came in. Press the button below to view the ticket.": "Uma nova solicitação de suporte chegou. Pressione o botão abaixo para ver a solicitação.",
    "Support email addresses": "Endereços de e-mail de suporte",
    "Separate by comma to allow more email addresses": "Separe por vírgula para permitir mais endereços de e-mail",
    "Change all the system settings here. All changes are in effect immediately.": "Altere todas as configurações do sistema aqui. Todas as alterações entram em vigor imediatamente.",
    "Are you sure you want to delete this server? Everything associated with this server will be detached.": "Tem certeza de que deseja excluir este servidor? Tudo associado a este servidor será desanexado.",
    "You can synchronize your servers here. It is safe to synchronize already existing servers. If you have installed a extra PHP version for example, you can synchronize to update the versions here.": "Você pode sincronizar seus servidores aqui. É seguro sincronizar servidores já existentes. Se você instalou uma versão extra do PHP, por exemplo, pode sincronizar para atualizar as versões aqui.",
    "Create a new package here to attach to your users. You can create as many packages as you want, the advantage is that you are able to provide custom packages for your users.": "Crie um novo pacote aqui para anexar aos seus usuários. Você pode criar quantos pacotes desejar, a vantagem é que você pode fornecer pacotes personalizados para seus usuários.",
    "System update has been dispatched, this could take around 2/3 minutes for it to complete": "A atualização do sistema foi enviada. Isso pode levar cerca de 2/3 minutos para ser concluída",
    "A user has created a new server": "Um usuário criou um novo servidor",
    "A new server with the name :server has been created by the user :user": "Um novo servidor com o nome :servidor foi criado pelo usuário :usuário",
    "View user": "Ver usuário"
}
